"Title" = "Megjelenés";
"PopupAt" = "Felugrás helye:";
"PopupAtCursor" = "Kurzor";
"PopupAtMenuBarIcon" = "Menü ikon";
"PopupAtWindowCenter" = "Ablak közepe";
"PopupAtScreenCenter" = "Képernyő közepe";
"PopupAtLastPosition" = "Legutóbbi pozíció";
"PopupAtLastLocationReset" = "Pozíció visszaállítása";
"PopupAtTooltip" = "Változtasd meg a felugrás helyét.\nAlapértelmezett: Kurzor.";
"SearchVisibilityAlways" = "Mindig";
"SearchVisibilityDuringSearch" = "A keresés során";
"ActiveScreen" = "Aktív képernyő";
"PinTo" = "Kitűzés:";
"PinToTop" = "Fent";
"PinToBottom" = "Lent";
"PinToTooltip" = "Változtasd meg a kitűzött elemek helyét.\nAlapértelmezett: Fent.";
"ImageHeight" = "Kép magassága:";
"ImageHeightTooltip" = "Az előnézeti kép maximum magassága.\nAlapértelmezett: 40.\nTipp: Allítsd 16-ra, hogy akkora legyen, mint a szövegek.";
"OpenPreviewAutomatically" = "Előnézet automatikus megnyitása";
"PreviewDelay" = "Előnézet késleltetése:";
"PreviewDelayTooltip" = "A késleltetés milliszekundumokban mielőtt a felugró előnézet megjelenik.\nAlapértelmezett: 1500.";
"HighlightMatches" = "Egyezések kiemelése:";
"HighlightMatchColor" = "Szín";
"HighlightMatchBold" = "Vastag";
"HighlightMatchItalic" = "Dőlt";
"HighlightMatchUnderline" = "Aláhúzott";
"HighlightMatchesTooltip" = "Változtasd meg a keresési találatok kiemelésének a stílusát.\nAlapértelmezett: Vastag.";
"ShowSpecialSymbols" = "Speciális karakterek megjelenítése";
"ShowSpecialSymbolsTooltip" = "Az újsorok, tabulátorok, kezdő és záró szóközök megjelenítése speciális szimbólumokkal.";
"ShowMenuIcon" = "Menü ikon megjelenítése";
"ShowRecentCopyInMenuBar" = "Legutóbbi másolás megjelenítése a menü ikon mellett";
"ShowSearchField" = "Keresőmező megjelenítése";
"ShowTitleBeforeSearchField" = "Cím megjelenítése a keresőmező előtt";
"ShowFooter" = "Lábléc megjelenítése";
"ShowApplicationIcons" = "Alkalmazás ikonok megjelenítése";
"OpenPreferencesWarning" = "⚠️ Nyomd meg a ⌘, (command+comma) gombot a Preferenciák megnyitásához, ha a lábléc el van rejtve.";
"ShowHexColorSwatch" = "Hex színminta megjelenítése";
"ShowHexColorSwatchTooltip" = "Színminta megjelenítése a hex színkódok mellett.";
